Repository: RRZE-Webteam/fau-oembed
Catalog: languages/fau-oembed-*.po
Languages: de_de

source: Automatic integration of FAU maps, videos from FAU.tv, YouTube videos without cookies, and other FAU oEmbed sources.
de_de: Automatische Einbindung der FAU-Karten, Videos von FAU.tv, YouTube-Videos ohne Cookies, sowie weitere oEmbed-Quellen der FAU.

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de: Auf dem Server läuft PHP Version %1$s. Das Plugin benötigt mindestens PHP Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de: Auf dem Server läuft WordPress Version %1$s. Das Plugin benötigt mindestens WordPress Version %2$s.

source: Source:
de_de: Quelle:

source: by
de_de: von

source: Slides
de_de: Folien

source: on
de_de: an

source: Embedding
de_de: Einbetten

source: FAU Map
de_de: FAU-Karte

source: This content was integrated by fau.karte.de in the form of a frame. To access the map directly, follow the link below:
de_de: Diese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:

source: No description available.
de_de: Keine Beschreibung verfügbar.

source: This content is integrated in the form of a frame. To access the medium directly, follow the link below:
de_de: Diese Inhalte werden in Form eines Frames eingebunden. Um direkt auf das Medium zuzugreifen, folgen Sie dem folgenden Link:

source: FAU oEmbed Settings
de_de: Einstellungen &rsaquo; FAU oEmbed

source: Default values for embedded objects
de_de: Standardwerte für eingebettete Objekte

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Automatic integration of FAU Maps
de_de: Automatische Einbindung von FAU-Karten

source: Automatic integration of the FAU Video Portal
de_de: Automatische Einbindung des FAU Video Portals

source: Automatic integration of YouTube videos without cookies
de_de: Automatische Einbindung von YouTube-Videos ohne Cookies

source: Hide display of related videos
de_de: Anzeige verwandter Videos ausblenden

source: Automatic integration of Slideshare presentations
de_de: Automatische Einbindung von Slideshare-Präsentationen

source: Automatic integration of videos from the BR media library
de_de: Automatische Einbindung von Videos aus der BR-Mediathek

source: Only works if automatic embedding of YouTube videos is activated.
de_de: Funktioniert nur, wenn die automatische Einbettung von YouTube-Videos aktiviert ist.
